{
    "products": [
        {
            "id": 1,
            "name": "Pate cho chó mèo",
            "desc": "- Pate cho chó mèo mọi độ tuổi NatuFit 160g bán chạy, sản phẩm chính hãng giá tốt.\n- Báo giá liên hệ ngay Hotline 0905 41 91 31 để được Cún Yêu Shop tư vấn.",
            "price": 250,
            "color": "#33505a",
            "image": "https://cunyeushop.vn/cdn/images/202110/goods_img/pate-cho-cho-meo-moi-do-tuoi-natufit-160g-G5154-1635682543435.jpg"
        },
        {
            "id": 2,
            "name": "Thức Ăn Khô Cho Chó Poodle",
            "desc": "- Thức ăn cho chó con giống Poodle. Dành riêng cho chó dưới 10 tháng tuổi.\n- Thiết kế hạt đặc biệt chỉ dành riêng cho chó Poodle, giúp miệng cún dễ lấy và nhai thức ăn. \n- Giúp cải thiện hệ miễn dịch của chó con nhờ vào các chất oxy hóa và vitamin E có trong hạt.",
            "price": 500,
            "color": "#00ac51",
            "image": "https://cunyeushop.vn/cdn/images/202110/goods_img/thuc-an-kho-cho-cho-poodle-con-royal-canin-poodle-500g-G5096-1634029568230.jpg"
        },
        {
            "id": 3,
            "name": "Pate Smart Heart - Pate Lon Cho Chó",
            "desc": "- Lon 400g là thức ăn dành riêng cho chó trưởng thành.\n- Là dòng sản phẩm quen thuộc của các chủ thú cưng khi chọn thức ăn cho chó cưng của mình.\n- Với nguồn dinh dưỡng dồi dào giúp cún yêu luôn khỏe mạnh.",
            "price": 350,
            "color": "#e0bfae",
            "image": "https://cunyeushop.vn/cdn/images/202110/goods_img/pate-smart-heart-pate-lon-cho-cho-lon-400g-G5150-1635681740726.jpg"
        },
        {
            "id": 4,
            "name": "Sữa bột cho chó Dr.Kyan Predogen",
            "desc": "- Sữa Predogen của Dr.Kyan là loại sữa bột dành cho mèo phong phú và đa dạng phù hợp với các nhu cầu dinh dưỡng cho mèo, giúp hỗ trợ phát triển trí não, kích thích thèm ăn, cung cấp những chất xơ cần thiết giúp hệ tiêu hóa khỏe mạnh hơn.\n- Cung cấp vitamin A tốt cho mắt và ngăn biến chứng võng mạc, giúp cho da khỏe mạnh và có một bộ long bóng mượt.",
            "price": 500,
            "color": "#544ee4",
            "image": "https://cunyeushop.vn/cdn/images/202110/goods_img/sua-bot-cho-cho-drkyan-predogen-400g-G5078-1633942681884.jpg"
        },
        {
            "id": 5,
            "name": "Thức ăn hạt mềm cho chó con",
            "desc": "- Thức ăn hạt mềm ZENITH  Puppy Chicken Potato được chế biến từ thịt cừu tươi, thịt nạc gà rút xương, gạo lứt, yến mạch và dầu cá hồi.\n- Với các thành phần tươi sạch, giàu dinh dưỡng, Zenith Puppy hạt mềm, cung cấp độ ẩm cao và lượng muối thấp, thơm ngon, dễ nhai, dễ tiêu hóa và tốt cho sức khỏe chó con.",
            "price": 200,
            "color": "#e3e4e9",
            "image": "https://cunyeushop.vn/cdn/images/202110/goods_img/thuc-an-cho-cho-con-hat-mem-zenith-puppy-chicken-potato-12kg-G5097-1634029788589.jpg"
        },
        {
            "id": 6,
            "name": "Yaho- Hộp viên thịt thưởng vị Gà",
            "desc": "NGUYÊN LIỆU: ngô, yến mạch, đậu nành, óc chó, đậu đỏ,...\nLỢI ÍCH\n- Món ngon cho thú cưng!\n- Tốt cho chó con và huấn luyện chó\n- Bữa ăn nhẹ ngon miệng để giữ cho thú cưng của bạn no\n- Giúp giữ sạch răng và loại bỏ cao răng tích tụ.\nBẢO QUẢN: nơi khô ráo, tránh ánh nắng trực tiếp.",
            "price": 450,
            "color": "#f73984",
            "image": "https://www.petcity.vn/media/product/4495_ecb898db5207a359fa1610.jpg"
        },
        {
            "id": 7,
            "name": "Home Cat Thức Ăn Hạt Cho Mèo",
            "desc": "Home Cat 1.5kg thức ăn hạt cho mèo ngăn búi lông và hỗ trợ da Nobi-2049C sử dụng cho mèo ở mọi lứa tuổi giúp ngăn ngừa và oại bỏ lông vón cục trong ruột mèo, bỏ sung taurin hỗ trợ cho đôi mắt khỏe mạnh, tăng cường Omega 3 và 6 giúp da & lông khỏe mạnh mềm mượt, thành phần tự nhiên tốt cho hệ tiêu hóa.",
            "price": 299,
            "color": "#1c1c1c",
            "image": "https://bizweb.dktcdn.net/100/254/772/products/home-cat-1-5kg-thuc-an-hat-cho-meo-ngan-bui-long-va-ho-tro-da-nobi-2149c.jpg?v=1533096769463"
        },
        {
            "id": 8,
            "name": "Whiskas Tuna Thức Ăn Ướt Pate",
            "desc": "Whiskas Tuna Thức Ăn Ướt Pate Cho Mèo Vị Cá Ngừ Gói 85g NOBI-103M làm từ nguyên liệu tự nhiên đáp ứng nhu cầu dinh dưỡng cho bé yêu thiết kế dạng túi tiện dụng\nKhối lượng tịnh: 85g\nNguyện liệu chính: Cá ngừ, chất tạo gel, khoáng chất...",
            "price": 399,
            "color": "#7c95eb",
            "image": "https://bizweb.dktcdn.net/100/254/772/products/whiskas-tuna-thuc-an-uot-pate-cho-meo-vi-ca-ngu-goi-85g-nobi-103m.jpg?v=1529891481020"
        }
    ]
}